---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsElecApparentLoadPhase3
source: html/00d3f5e9-efac-9d5a-a9d4-2f1f51884106.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsElecApparentLoadPhase3 Property

"Apparent Load Phase 3"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsElecApparentLoadPhase3 { get; }
```